tap "dart-lang/dart"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "supabase/tap"
tap "tomanthony/brews"
tap "wix/brew"

brew "go-task/tap/go-task"
brew "act"
brew "elixir"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "lazygit"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "openjdk@11"
brew "pnpm"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "tmux"
brew "websocat"
brew "wget"
brew "yarn"
brew "dart-lang/dart/dart"
brew "facebook/fb/idb-companion"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
# brew "supabase/tap/supabase"
brew "wix/brew/applesimutils"
cask "figma"
cask "firefox"
cask "flipper"
cask "notion"
cask "postman"
cask "transmission"
cask "transmit"
cask "vlc"
