# Configuration
tap "FelixKratz/formulae"
cask_args appdir: "/Applications"

# 'brew install --cask'
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-studio"
cask "arc"
cask "cleanshot"
cask "craft"
cask "discord"
cask "elgato-stream-deck"
cask "figma"
cask "font-fantasque-sans-mono-nerd-font"
cask "intellij-idea-ce"
cask "loopback"
cask "nikitabobko/tap/aerospace"
cask "notion"
cask "obs"
cask "orbstack"
cask "raycast"
cask "signal"
cask "slack"
cask "tableplus"
cask "transmission"
cask "ubersicht"
cask "vlc"
cask "xcodes"
cask "yaak"
cask "zoom"

# 'brew install'
brew "FelixKratz/formulae/borders"
brew "bat"
brew "chezmoi"
brew "fzf"
brew "git"
brew "go-task"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "mise"
brew "neofetch"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "tmux"
brew "zellij"
